[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:61};
itm1={backcolor:0,height:218,id:28,img:34,layout:normal,name:Artwork,type:IMAGEFIELD,visible:true,width:218,x:64,y:127,zorder:1,layout_param:{clipx:0,clipy:0}};
itm10={backcolor:0,bidimode:left-to-right,content:Artist name,font:7,height:30,highcolor:0,hlayout:left,id:53,linespacing:0,multiline:false,name:Artist_name,type:TEXTFIELD,visible:true,vlayout:top,width:300,wrapline:no-wrap,x:299,y:304,zorder:20};
itm11={backcolor:0,background:130,barheight:16,barwidth:402,barx:2,bary:0,ccp:0,ccpzorder:over,height:16,id:58,irregularbar:0,irregularslider:0,name:MediaTrack,regularbar:61,regularslider:0,type:PROGRESSBAR,verticalPGB:false,visible:true,width:402,x:63,y:369,zorder:25};
itm12={id:59,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:3,y:4,zorder:26};
itm13={id:60,name:Aud_Menu,refID:4,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:14,y:65,zorder:27};
itm14={id:61,name:Playback,refID:14,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:64,y:410,zorder:28};
itm2={backcolor:0,background:135,ccp:0,ccpzorder:over,height:74,id:36,name:List,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:645,y:127,zorder:7,txtfield:{backcolor:0,bidimode:left-to-right,content:List,font:3,height:30,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:List,type:TEXTFIELD,visible:true,vlayout:middle,width:60,wrapline:no-wrap,x:40,y:20}};
itm3={backcolor:0,background:135,ccp:0,ccpzorder:over,height:74,id:37,name:Setting,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:645,y:277,zorder:8,imgfield:{backcolor:0,height:36,img:17,layout:normal,name:setting,type:IMAGEFIELD,visible:true,width:36,x:60,y:15,layout_param:{clipx:0,clipy:0}}};
itm4={backcolor:0,background:135,ccp:0,ccpzorder:over,height:74,id:38,name:Music_Menu,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:645,y:201,zorder:9,txtfield:{backcolor:0,bidimode:left-to-right,content:Music,font:3,height:30,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Music,type:TEXTFIELD,visible:true,vlayout:middle,width:100,wrapline:no-wrap,x:25,y:5},txtfield:{backcolor:0,bidimode:left-to-right,content:Menu,font:3,height:30,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Menu,type:TEXTFIELD,visible:true,vlayout:middle,width:100,wrapline:no-wrap,x:25,y:35}};
itm5={backcolor:0,bidimode:left-to-right,content:ALBUM,font:7,height:30,highcolor:0,hlayout:left,id:48,linespacing:0,multiline:false,name:ALBUM,type:TEXTFIELD,visible:true,vlayout:top,width:300,wrapline:no-wrap,x:299,y:127,zorder:15};
itm6={backcolor:0,bidimode:left-to-right,content:Album title,font:7,height:30,highcolor:0,hlayout:left,id:49,linespacing:0,multiline:false,name:Album_title,type:TEXTFIELD,visible:true,vlayout:top,width:300,wrapline:no-wrap,x:299,y:157,zorder:16};
itm7={backcolor:0,bidimode:left-to-right,content:ARTIST,font:7,height:30,highcolor:0,hlayout:left,id:50,linespacing:0,multiline:false,name:ARTIST,type:TEXTFIELD,visible:true,vlayout:top,width:300,wrapline:no-wrap,x:299,y:273,zorder:17};
itm8={backcolor:0,bidimode:left-to-right,content:TRACK,font:7,height:30,highcolor:0,hlayout:left,id:51,linespacing:0,multiline:false,name:TRACK,type:TEXTFIELD,visible:true,vlayout:top,width:300,wrapline:no-wrap,x:299,y:198,zorder:18};
itm9={backcolor:0,bidimode:left-to-right,content:Music title,font:7,height:30,highcolor:0,hlayout:left,id:52,linespacing:0,multiline:false,name:Music_title,type:TEXTFIELD,visible:true,vlayout:top,width:300,wrapline:no-wrap,x:299,y:228,zorder:19};

